{
  "event": {
    "title": "Semana de tecnologia",
    "subtitle": "Faculdade SENAI Sorocaba 2025",
    "description": "Três dias de inovação, aprendizado e networking para estudantes de Software e Mecatrônica.",
    "date": "17 a 19 de novembro de 2025",
    "location": "SENAI Sorocaba, Brasil"
  },
  "schedule": [
    {
      "date": "17 de novembro",
      "talks": [
        {
          "title": "Minicurso - Fundamentos de Nuvem e Pipelines de Dados na AWS",
          "speaker": "Gabriel Faria - Gestor de Projetos",
          "company": "Cyber Horizon Group",
          "location": "Sala de aula 1 - Piso superior",
          "description": "Fundamentos de computação em nuvem, tipos de serviços na AWS, princípio de arquiteturas de nuvem, serviços serverless (principalmente Lambda), microsserviços, pipelines de dados na nuvem, hands-on na AWS",
          "registrationLink": "https://www.even3.com.br/semana-de-tecnologia-faculdade-senai-sorocaba-644110"
        },
        {
          "title": "Minicurso - Comunicar para Engajar: A Arte da Oratória no Mundo Técnico",
          "speaker": "Jorge Sabino - Consultor em Performance e Comportamento Organizacional",
          "company": "Sabino Treinamento & Desenvolvimento",
          "location": "Auditório - Piso superior",
          "description": "A falta de comunicação dentro das organizações é uma das maiores fontes de conflitos, perda de performance e desgaste emocional.Sem comunicação clara, objetiva e alinhada, os efeitos negativos aparecem rapidamente em diferentes áreas. Nesta palestra o ouvinte saberá quais são os principais fatores que tornam sua comunicação interpessoal eficaz.",
          "registrationLink": "https://www.even3.com.br/semana-de-tecnologia-faculdade-senai-sorocaba-644110"
        }
      ]
    },
    {
      "date": "18 de novembro",
      "talks": [
        {
          "title": "Palestra - Assertividade: A Habilidade que Salva Relações",
          "speaker": "Bruno Souza - Psicólogo Clínico e Consultor em Saúde Mental no Trabalho",
          "company": "BRAS Psicologia e Consultoria",
          "location": "Auditório - Piso superior",
          "description": "Conceitos e práticas de comunicação assertiva aplicados à vida profissional e pessoal, integrando fundamentos da Psicologia e experiências clínicas.",
          "registrationLink": "https://www.even3.com.br/semana-de-tecnologia-faculdade-senai-sorocaba-644110"
        },
        {
          "title": "Palestra - Atributos que Formam um Gerente de Projetos de Sucesso",
          "speaker": "Robson Queiroz - Gerente de Projetos",
          "company": "METSO",
          "location": "Auditório - Piso superior",
          "description": "Como gerenciar equipes de alta performance, desenvolver competências essenciais e alcançar sucesso em ambientes corporativos dinâmicos.",
          "registrationLink": "https://www.even3.com.br/semana-de-tecnologia-faculdade-senai-sorocaba-644110"
        },
        {
          "title": "Minicurso - AWS Lambda e EDA — Boas Práticas ao Desenvolvimento Orientado a Eventos",
          "speaker": "Giovani Rodrigues - Cloud Engineer e DevOps",
          "company": "2RP NET",
          "location": "Sala de aula 1 - Piso superior",
          "description": "Uso da AWS Lambda como base de arquiteturas orientadas a eventos, ferramentas e boas práticas para desenvolvimento serverless escalável.",
          "registrationLink": "https://www.even3.com.br/semana-de-tecnologia-faculdade-senai-sorocaba-644110"
        },
        {
          "title": "Palestra - O Ciclo de Desenvolvimento de Produtos: Conceito, Projeto e Manufatura",
          "speaker": "João Vitor - Técnico de Aplicação",
          "company": "SKA",
          "location": "Indefinido",
          "description": "Desenvolvimento assistido por ferramenta CAD, Configuração de Produtos, Manufatura Integrada ao Digital.",
          "registrationLink": "https://www.even3.com.br/semana-de-tecnologia-faculdade-senai-sorocaba-644110"
        }
      ]
    },
    {
      "date": "19 de novembro",
      "talks": [
        {
          "title": "Palestra - Pense Menos e Aja Mais: O Corpo Executa o que a Mente Autoriza",
          "speaker": "Eric Garcia - Treinador Comportamental e Psicanalista",
          "company": "Sabino Treinamento & Desenvolvimento",
          "location": "Auditório - Piso superior",
          "description": "Entenda por que procrastinamos e como desenvolver atitude e disciplina para executar seus planos.",
          "registrationLink": "https://www.even3.com.br/semana-de-tecnologia-faculdade-senai-sorocaba-644110"
        },
        {
          "title": "Palestra - Inovação e Novos Produtos",
          "speaker": "Wagner Pivetta Zanardo - Starrett Ind. e Com. Ltda",
          "company": "Starrett Ind. e Com. Ltda",
          "location": "Auditório - Piso superior",
          "description": "O que é Inovação e como Aplicar em Desenvolvimento de Novos Produtos.",
          "registrationLink": "https://www.even3.com.br/semana-de-tecnologia-faculdade-senai-sorocaba-644110"
        }
      ]
    }
    
  ],
  "speakers": [
    {
      "name": "Gabriel Faria e Silva - Gestor de Projetos",
      "company": "Cyber Horizon Group",
      "photo": "assets/speakers/GabrielFaria.jpg",
      "bio": "Especializando em cloud, primariamente AWS (Certified Cloud Practitioner). Desenvolve uma Iniciação Científica voltada a pipelines de dados na plataforma."
    },
    {
      "name": "Bruno Souza",
      "company": "Autônomo (BRAS Psicologia e Consultoria)",
      "photo": "assets/speakers/BrunoSouza.jpg",
      "bio": "Psicologia clínica, consultoria em saúde mental no trabalho e desenvolvimento humano e organizacional."
    },
    {
      "name": "Eric Garcia",
      "company": "Sabino Treinamento e Desenvolvimento",
      "photo": "assets/speakers/EricGarcia.png",
      "bio": "Eric Garcia é psicanalista, treinador comportamental e palestrante, criador do Método CPA — Clareza, Planejamento e Atitude, programa que já formou mais de 700 executores em todo o Brasil. Com uma abordagem que une mente e movimento, Eric ensina líderes e equipes a desenvolverem consciência emocional, disciplina e alta performance prática. Atualmente, dedica-se à sua comunidade “CPA” e à construção do movimento O Fim dos Bonzinhos — Ocupe Seu Espaço, voltado à transformação de profissionais que cansaram de agradar e decidiram agir."
    },
    {
      "name": "Jorge Sabino",
      "company": "Sabino Treinamento & Desenvolvimento",
      "photo": "assets/speakers/sabino.jpg",
      "bio": "Na vanguarda da gestão comportamental e do coaching ericksoniano sistêmico, tenho dedicado mais de uma década à capacitação de profissionais. Na Sabino Treinamento e Desenvolvimento, nossa equipe especializou-se em provocar mudanças culturais significativas e potencializar a liderança dentro das organizações, sempre com foco no crescimento e na eficácia organizacional."
    },
    {
      "name": "Giovani Rodrigues",
      "company": "2RP NET",
      "photo": "assets/speakers/GiovaniRodrigues.jpg",
      "bio": "Atuo como DevOps na 2rp Net com experiência em GCP, AWS e breve conhecimento em OCI. Tenho atuado em projetos de automação com CI/CD, IaC com CloudFormation e gerenciamento de recursos Cloud"
    },
    {
      "name": "Robson Queiroz",
      "company": "METSO",
      "photo": "assets/speakers/RobsonQueiroz.jfif",
      "bio": "Gerente de projetos com mais de 18 anos de experiência em Gerenciamento de Projetos e Supply Chain, destacando-se por orientar e gerenciar equipes de projetos globais."
    },
    {
      "name": "João Vitor",
      "company": "SKA",
      "photo": "assets/speakers/JoaoVitor.jpg",
      "bio": "Técnico em Eletromecânica, formado pelo SENAI, atualmente cursando graduação em Ciência da Computação. Atuando na SKA desde 2020, exerceu funções como suporte técnico e técnico de implantação em ferramentas CAD como SOLIDWORKS e colaboração com plataforma 3DEXPERIENCE, além disso, também atuou em soluções ECAD voltadas para desenvolvimento de placas PCB e ambiente esquemático. Atualmente, integra o time de Engenharia de Aplicação, com foco principal em trabalhos transacionais e transformacionais nos produtos da Dassault Systèmes, abrangendo o universo SOLIDWORKS, DELMIA e CATIA, bem como a multidisciplinaridade do ENOVIA com a plataforma 3DEXPERIENCE. "
    },
    {
      "name": "Wagner Pivetta Zanardo",
      "company": "Starrett Ind. e Com. Ltda",
      "photo": "assets/speakers/wagnerZanardo.jpg",
      "bio": "Graduado em Tecnologia Mecânica (FATEC), MBA em Gestão de Projetos (FGV) e pós-graduação em Automação Industrial (SENAI). Atuo com na área de engenharia mecânica, com desenvolvimentos de novos produtos e processos produtivos para o mercado nacional e internacional."
    }

  ],
  "gallery": [
    {
      "image": "gallery/imageCarrosel1.jpg",
      "caption": ""
    },
    {
      "image": "gallery/imageCarrosel2.jpg",
      "caption": ""
    },
    {
      "image": "gallery/imageCarrosel3.jpg",
      "caption": ""
    },
    {
      "image": "gallery/imageCarrosel4.jpg",
      "caption": ""
    },
    {
      "image": "gallery/imageCarrosel5.jpg",
      "caption": ""
    },
    {
      "image": "gallery/imageCarrosel4.jpg",
      "caption": ""
    },
    {
      "image": "gallery/imageCarrosel5.jpg",
      "caption": ""
    },
    {
      "image": "gallery/imageCarrosel6.jpg",
      "caption": ""
    }
  ]
}
